{
    "20": {
        "name": "Hexagramme Guan",
        "chineseName": "观",
        "pronunciation": "guān",
        "keywords": [
            "observation",
            "point of view",
            "reflection",
            "demonstration"
        ],
        "interpretation": {
            "general": {
                "overview": "L'hexagramme Guan symbolise l'observation minutieuse et la réflexion profonde, comme le vent soufflant sur la terre, il est temps de prendre du recul pour une compréhension plus claire.",
                "principle": "Le vent souffle sur la terre, observer ; les anciens royautés observaient les gens et enseignaient avec prudence. Il rappelle de voir avec objectivité et d'analyser patiemment la situation.",
                "warning": "Évitez les jugements hâtifs, restez objectif et calme."
            },
            "structure": {
                "upperTrigram": "Vent",
                "lowerTrigram": "Terre",
                "image": "Le vent souffle sur la terre, observer ; les anciens royautés observaient les gens et enseignaient avec prudence.",
                "meaning": "Symbolise le vent balayant la terre, rappelant d'observer patiemment le tableau d'ensemble et d'éviter des décisions hâtives."
            },
            "lifeAspects": {
                "career": {
                    "title": "Carrière",
                    "situation": "Phase propice à l'observation et à l'analyse.",
                    "guidance": "Évaluer objectivement la situation, élaborer des plans raisonnables.",
                    "advice": "Observer patiemment, éviter les décisions précipitées.",
                    "warning": "Évitez les actions impulsives qui conduisent à des erreurs."
                },
                "wealth": {
                    "title": "Richesse",
                    "situation": "Gestion financière nécessitant prudence, investissements avisés.",
                    "guidance": "Évaluer soigneusement les plans financiers, éviter les investissements risqués.",
                    "advice": "Faire des recherches approfondies, choisir judicieusement les opportunités d'investissement.",
                    "warning": "Ne pas prendre des risques inconsidérés pour des gains rapides."
                },
                "relationships": {
                    "title": "Relations interpersonnelles",
                    "situation": "Observation des interactions interpersonnelles, analyse des émotions.",
                    "guidance": "Rester calme, éviter les réactions émotionnelles excessives.",
                    "advice": "Écouter patiemment, comprendre objectivement les intentions des autres.",
                    "warning": "Éviter que des malentendus affectent les relations à cause d'une incompréhension momentanée."
                },
                "health": {
                    "title": "Santé",
                    "situation": "Stabilité de la santé, propice à l'auto-observation.",
                    "guidance": "Observer l'état physique, ne pas négliger les petits signes de maladie.",
                    "advice": "Surveiller les changements corporels et mentaux, maintenir un bon état.",
                    "warning": "Ne pas ignorer les avertissements du corps, éviter les problèmes de santé dus à la négligence."
                }
            },
            "suggestions": {
                "actions": [
                    "Observer calmement dans la carrière, prendre des décisions rationnelles.",
                    "Maintenir une prudence financière, éviter les investissements à haut risque.",
                    "Observer patiemment dans les relations interpersonnelles, éviter les malentendus.",
                    "Être attentif aux signes du corps, maintenir la santé."
                ],
                "cautions": [
                    "Éviter les jugements hâtifs, rester objectif et calme.",
                    "Ne pas rechercher des gains à court terme dans les décisions financières.",
                    "S'efforcer de garder son calme émotionnel pour prévenir les malentendus dans les relations interpersonnelles.",
                    "Prendre au sérieux les avertissements de santé pour éviter les problèmes de santé dus à la négligence."
                ]
            },
            "reflections": [
                "Suis-je resté calme et objectif dans mes observations et réflexions ?",
                "Comment évaluer de manière plus efficace les opportunités d'investissement ?",
                "Est-ce que je prête suffisamment d'attention aux signes de santé mentale et physique ?",
                "Comment maintenir l'humilité tout en manifestant ma force ?"
            ]
        }
    }
}